[
    {
        "id": 2,
        "title": "The Girl I Like Forgot Her Glasses - pixiv Side Stories",
        "author": "Fujichika Koume",
        "description": "Side stories and illustrations from the author's pixiv.",
        "imageUrl": "https://uploads.mangadex.org/covers/dc3bce3d-f31f-4380-aa90-415d5a950757/b3f5a375-9d4c-4c6d-9093-3f23da861dc4.jpg"
    },
    {
        "id": 3,
        "title": "Goodnight Punpun",
        "author": "Asano Inio",
        "description": "Punpun Onodera is a normal 11-year-old boy living in Japan. Hopelessly idealistic and romantic, Punpun begins to see his life take a subtle—though nonetheless startling—turn to the adult when he meets the new girl in his class, Aiko Tanaka. It is then that the quiet boy learns just how fickle maintaining a relationship can be, and the surmounting difficulties of transitioning from a naïve boyhood to a convoluted adulthood. When his father assaults his mother one night, Punpun realizes another thing: those whom he looked up to were not as impressive as he once thought.  \r\n  \r\nAs his problems increase, Punpun's once shy demeanor turns into voluntary reclusiveness. Rather than curing him of his problems and conflicting emotions, this merely intensifies them, sending him down the dark path of maturity in this grim coming-of-age saga.",
        "imageUrl": "https://uploads.mangadex.org/covers/4301d363-ee02-43f4-ae24-4cbf29a74830/6f0c378c-e295-433f-81fe-817150208db0.jpg"
    },
    {
        "id": 4,
        "title": "Chainsaw Man",
        "author": "Fujimoto Tatsuki",
        "description": "Broke young man + chainsaw dog demon = Chainsaw Man!  \n  \nThe name says it all! Denji's life of poverty is changed forever when he merges with his pet chainsaw dog, Pochita! Now he's living in the big city and an official Devil Hunter. But he's got a lot to learn about his new job and chainsaw powers!",
        "imageUrl": "https://uploads.mangadex.org/covers/a77742b1-befd-49a4-bff5-1ad4e6b0ef7b/bf31b6c3-9075-4c1e-95be-b6a38ffed10f.jpg"
    },
    {
        "id": 5,
        "title": "Dog Ningen",
        "author": "DH Animations",
        "description": "Rex is a half man half dog. He was created when a drunk old man forced himself on a stray female dog in the streets. Because of his father, Rex has to live his life as a freak rejected by society. So one day he’s gonna find that man, and FUCK him. \n\n(A version of Dh Animations' manga redrawn by Akio Suzuki).",
        "imageUrl": "https://uploads.mangadex.org/covers/fd9b7e1f-3102-4adf-9e08-e8d9926849e9/ccd4d559-eaea-454e-be70-1b0641c41d17.png"
    },
    {
        "id": 6,
        "title": "My Home Hero",
        "author": "Yamakawa Naoki",
        "description": "For the sake of his family, an average middle-aged man must go against a crime syndicate, by all means necessary.",
        "imageUrl": "https://uploads.mangadex.org/covers/8af33c74-2779-4e2e-94ab-d614762ab499/38711a90-b57b-4e67-9cf3-ad83bef8439a.jpg"
    },
    {
        "id": 7,
        "title": "【Oshi no Ko】",
        "author": "Akasaka Aka",
        "description": "The story begins with a beautiful girl, her perfectly fake smile, and the people who love her selfishly for it.  \n  \nWhat transpires behind the scenes of the glittering showbiz industry? How far would you go for the sake of your beloved idol? What would you do if you found out reincarnation was real? The star of the show is Aquamarine Hoshino and the stage is but a mere facade. Will he manage to reach the climax before the world of glamour swallows him whole?",
        "imageUrl": "https://uploads.mangadex.org/covers/296cbc31-af1a-4b5b-a34b-fee2b4cad542/d803d885-e371-4018-b332-4cbc5935177f.jpg"
    }
]